-- phpMyAdmin SQL Dump
-- version 4.2.9.1
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Июл 13 2015 г., 03:52
-- Версия сервера: 5.7.7-rc-log
-- Версия PHP: 5.6.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `freedomcore`
--

-- --------------------------------------------------------

--
-- Структура таблицы `freedomcore_spellduration`
--

CREATE TABLE IF NOT EXISTS `freedomcore_spellduration` (
  `durationID` smallint(3) unsigned NOT NULL,
  `durationBase` int(10) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=FIXED;

--
-- Дамп данных таблицы `freedomcore_spellduration`
--

INSERT INTO `freedomcore_spellduration` (`durationID`, `durationBase`) VALUES
(1, 10000),
(2, 300000010),
(3, 60000),
(4, 120000),
(5, 300000),
(6, 600000),
(7, 5000000),
(8, 15000),
(9, 30000),
(10, 60000000),
(11, 100000000),
(12, 30000000),
(13, 6000000),
(14, 12000000),
(15, 30000000),
(16, 230000),
(17, 5000000),
(18, 20000),
(19, 3000000),
(20, 60000000),
(21, -1),
(22, 45000),
(23, 90000),
(24, 160000),
(25, 180000),
(26, 240000),
(27, 3000),
(28, 5000),
(29, 12000),
(30, 1800000),
(31, 8000),
(32, 6000),
(35, 4000),
(36, 1000),
(37, 1),
(38, 11000),
(39, 2000),
(40, 1200000),
(41, 360000),
(42, 3600000),
(62, 75000),
(63, 25000),
(64, 40000),
(65, 1500),
(66, 2500),
(85, 18000),
(86, 21000),
(105, 9000),
(106, 24000),
(125, 35000),
(145, 2700000),
(165, 7000),
(185, 6000),
(186, 2000),
(187, 0),
(205, 27000),
(225, 604800000),
(245, 50000),
(265, 55000),
(285, 1000),
(305, 14000),
(325, 36000),
(326, 44000),
(327, 500),
(328, 250),
(347, 900000),
(367, 7200000),
(387, 16000),
(407, 100),
(427, -600000),
(447, 2000),
(467, 22000),
(468, 26000),
(487, 1700),
(507, 1100),
(508, 1100),
(527, 14400000),
(547, 5400000),
(548, 10800000),
(549, 3800),
(550, 2147483647),
(551, 3500),
(552, 210000),
(553, 6000),
(554, 155000),
(555, 4500),
(556, 28000),
(557, 165000),
(558, 114000),
(559, 53000),
(560, 299000),
(561, 3300000),
(562, 150000),
(563, 20500),
(564, 13000),
(565, 70000),
(566, 0),
(567, 135000),
(568, 1250),
(569, 280000),
(570, 32000),
(571, 5500),
(572, 100000),
(573, 11999900),
(574, 200),
(575, 17000),
(576, 43200000),
(577, 160000),
(578, 14250),
(579, 170000),
(580, 64800000),
(581, 9000),
(582, 3200),
(583, 600),
(584, 800),
(585, 0),
(586, 0),
(587, 31000),
(588, 0),
(589, 6500),
(590, 330000),
(591, 80000),
(592, 400),
(593, 300),
(594, 660000),
(596, 900),
(597, 4700),
(598, 3600),
(600, 42000),
(602, 480000);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `freedomcore_spellduration`
--
ALTER TABLE `freedomcore_spellduration`
 ADD PRIMARY KEY (`durationID`);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
